<?php

return [
    'title' => 'زبان‌های وب‌سایت',
    'info' => 'مدیریت زبان‌های محتوای وب‌سایت.',
    'separate' => 'این مورد زبان رابط مدیریت را تغییر نمی‌دهد.',
    'primary' => 'زبان اصلی محتوا',
    'manage' => 'مدیریت زبان‌ها',
    'saved' => 'با موفقیت ذخیره شد.',
    'add' => 'افزودن زبان',
    'code' => 'کد',
    'name' => 'نام',
    'direction' => 'جهت',
    'order' => 'ترتیب نمایش',
    'active' => 'فعال',
    'inactive' => 'غیرفعال',
    'save' => 'ذخیره',
    'activate' => 'فعال‌سازی',
    'deactivate' => 'غیرفعال‌سازی',
    'make-primary' => 'تنظیم به‌عنوان اصلی',
    'cannot-deactivate-primary' => 'زبان اصلی محتوا را نمی‌توان غیرفعال کرد.',
];
